Repository: miyako/acme_component
Catalog: acme_component/Resources/*.lproj/progress.xlf
Languages: de, fr, ja

# title
source: Renewing Let's Encrypt® certificate...
de: Let's Encrypt® wZertifikat anfordern / erneuern
fr: Renouvellement du certificat Let's Encrypt®...
ja: Let's Encrypt® 証明書を更新中...

source: Initialization
de: Initialisieren der Zertifikats-Anforderung
fr: Initialisation
ja: 初期化

source: New "order" object
de: Zertifikat Anforderungs-Objekt abrufe
fr: Nouvel objet "commande"
ja: 新規 "order" オブジェクト

# csrReqConfObjectNew
source: New certificate signing request object
de: Zertifikat Anforderung (CSR) erstellen
fr: Nouvelle demande de signature de certificat
ja: 新規証明書署名要求オブジェクト

# newOrderAndInstall
source: Sending certificate signing request
de: Zertifikat Anforderung (CSR) senden
fr: Envoi de la demande de signature de certificat
ja: 証明書署名要求を送信中

# newOrder
source: Sending "order"
de: Senden der Zertifikats-Anforderung (CSR)
fr: Envoi de la "commande"
ja: "order" を送信中

# csrGenerateAndSign
source: Finalize "order"
de: Zertifikat Anforderung abschließen
fr: Finalisation de la "commande"
ja: "order" を最終確定

# authorizationGet
source: Waiting for authorization
de: Autorisierung der Anfrage abwarten
fr: Attente de l'authorisation
ja: 権限付与を待機中

source: Server did not respond
de: Zertifikat anfordern fehlgeschlagen
fr: Le serveur ne répond pas
ja: サーバーが応答しませんでした

source: Certificate generated
de: Zertifikat erfolgreich angefordert
fr: Certificat généré
ja: 証明書が生成されました

source: Getting certificate
de: Zertifikat abrufen
fr: Récupération du certificat
ja: 証明書を取得中

source: Certificate installation
de: Zertifikat installieren
fr: Installation certificat
ja: 証明書のインストール
